9/data/attachments/11c91c287026ebfb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d366836b-e2c0-4eb9-9fd1-af3937f5afc0</nif:username>
            <nif:friendToBeAdded>Aaron_law_Friend_15610_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>